Repository: mozilla-l10n/mt-training-data
Catalog: myv/myv_pontoon.tmx
Source language: en_us
Languages: myv

source: 2019 End-of-Year Release
myv: 2019 Иень прядомань нолдавкс

source: 2 down, keep it up!<playIcon></playIcon>
myv: 2 теезь, ней седе тов! <playIcon></playIcon>

source: 2 down, keep it up! <playIcon></playIcon>
myv: 2 теезь, ней седе тов! <playIcon></playIcon>

source: ≥ 2 No votes
myv: ≥ 2 Вайгельть каязь тень каршо

source: ≥ 2 Yes votes
myv: ≥ 2 Вайгельть каязь тень кисэ

source: Abkhaz
myv: Абхазокс

source: About
myv: Минденек

source: Accent
myv: Кортавкс

source: Account
myv: Совамо тарка

source: Acehnese
myv: Ачехень кель

source: { $actionType }<playIcon></playIcon> did they accurately speak the sentence?
myv: { $actionType } <playIcon></playIcon> истя кода эряви ёвтызь валрисьменть?

source: { $actionType } <playIcon></playIcon> did they accurately speak the sentence?
myv: { $actionType } <playIcon></playIcon> истя кода эряви ёвтызь валрисьменть?

source: { $actionType }<recordIcon></recordIcon> then read the sentence aloud
myv: { $actionType }<recordIcon></recordIcon> мейле ловнык валрисьменть марямга

source: { $actionType }<stopIcon></stopIcon> when done
myv: { $actionType }<stopIcon></stopIcon> зярдо прядозь

source: { $actionType } submit when ready
myv: { $actionType } совавтомс зярдо анокат

source: Add
myv: Поладомс

source: Add a language you want to contribute to
myv: Поладт кель, конаньс бажат лездамс

source: Add an avatar to your profile
myv: Совавтомс аватар эсеть профилс

source: Adding languages to work with
myv: Важодевкс келень поладома

source: Additional Language
myv: Поладкскель

source: Add Language
myv: Поладомс кель

source: <addLink>Add more sentences now!</addLink>
myv: <addLink>Нейке поладт седе ламо валрисьметь!</addLink>

source: Add new custom accent "{ $inputValue }"
myv: Совавтт од кортавкс "{ $inputValue }"

source: Add new sentences
myv: Поладт од валрисьметь

source: Add Sentences
myv: Поладомс валрисьметь

source: Add <wikipediaLink>public domain</wikipediaLink> sentences
myv: Поладомс <wikipediaLink>весенень панжадо лисьмапрясто</wikipediaLink> валрисьметь

source: Add Your Voice
myv: Поладык эсеть вайгелеть

source: Adyghe
myv: Адыгекс

source: A few bytes
myv: Зярыя байтт

source: Afrikaans
myv: Африкансонь кель

source: Age
myv: Иеть

source: Albanian
myv: Албанокс

source: All
myv: Весе

source: All Languages
myv: Весе кельтне

source: Amharic
myv: Амгарикекс

source: Anonymized user data like age, gender, and accent helps improve the audio data used to train the accuracy of speech recognition engines. Your username and email will never be associated with your submitted data, and you can choose whether to make your username public or anonymous.
myv: Лемтеме тевс нолдыцятнеде содамочись кода акцент, цёра, аваломань, паролгавтсызь аудиоданнойтнень, конатне эрявить кортавкстнэнь седе парсте чарькодемас. Тынк леменк ды э-почтань адресэнк зярдояк а совавтовить тынк максозь даннойтнень юткс ды эстенк маштови кочкамс: максомс леменк неявиксэкс эли кадомс сонзэ кекшезь.

source: Approve
myv: Кемекстамс

source: Arabic
myv: Арабонь кель

source: Aragonese
myv: Арагононь кель

source: Are you coming? <strong>[called by another]</strong>
myv: Сыргат мартонок? <strong>[лиянь серьгедема]</strong>

source: Armenian
myv: Арменэнь кель

source: Armenian Western
myv: Чивалгома ёнксонь арменэнь кель

source: Artificial intelligence
myv: Шкинезь прев

source: Ask about a new language
myv: Кевкстемс од кельде

source: Assamese
myv: Ассамокс

source: Asturian
myv: Астуриянь кель

source: Audio Format
myv: Аудионь формат

source: Avatar
myv: Аватар

source: Avatar uploaded
myv: Аватарось тонговсь

source: Average
myv: Куншкавидень

source: A voice clip is marked "valid" when a user gives it a Yes vote.
myv: Вайгельсэ сёрмадозь клипесь "ваннозь", зярдо кунсолыцязо каи вайгель кисэнзэ.

source: Avoid too much background noise - it should be easy to hear you.
myv: Удалдот шум илязо пек маряво -- тонть вайгелесь улезэ шожда марямс.

source: Awards
myv: Казнеть

source: Azerbaijani
myv: Азербайджанокс

source: Back
myv: Мекев

source: Background Noise
myv: Удалдо шалт

source: Background Voices
myv: Удалдо вайгельть

source: Back to Top
myv: Мекев верев

source: Bambara
myv: Бамбарань кель

source: Basaa
myv: Басаань кель

source: Bashkir
myv: Печказонь кель

source: Basque
myv: Баскокс

source: Become a partner
myv: Теевемс ялгакс

source: Belarusian
myv: Беларузонь кель

source: Benefits
myv: Прявт лезэ

source: Bengali
myv: Бенгалинь кель

source: <bold>{ $count }</bold> Clips
myv: <bold>{ $count }</bold> клиптнесэ

source: <bold>Help us</bold> find more voices
myv: <bold>Лездак тенек</bold> муемс лия вайгельть

source: <bold>iOS</bold> users can download our free app:
myv: <bold>iOS</bold>-нь тевс нолдыцятненень маштови таргамс минек приложениянть питневтеме:

source: Bosnian
myv: Босниянь кель

source: Both
myv: Кавонест

source: Both (Speak and Listen)
myv: Кавонест (Кортамс ды Кунсоломс)

source: Breton
myv: Бретононь кель

source: Browse Languages
myv: Ваномс кельтнесэ

source: Build a custom goal
myv: Путомс эстеть норовавкс-цель, конась эстеть лади

source: Build Profile
myv: Теемс профиль

source: Bulgarian
myv: Болгариянь кель

source: Burmese
myv: Бурмань кель

source: Buryat
myv: Бурятонь кель

source: <b>Why an email?</b> We may need to contact you in the future about changes to the dataset, an email provides us a point of contact.
myv: <b>Мезекс ёндолпочтась?</b> Сы шкасто, кие соды, лисить данной пурнавкссонок полавтовомат. Ёндолпочтась максы тенек мейсэ муемс лездыцятнень.

source: By editing your goal, you may lose your existing progress.
myv: Бути ней витнят-петнят норовавксот-целеть, ёмавтсак касомадот информациянть.

source: By opting in to receive emails you state that you are okay with Mozilla handling this info as explained in Mozilla’s <privacyLink>Privacy Policy</privacyLink>.
myv: Кочкиндерясак ёндолсёрмань сёрмадстоманть, секеньсэ ёвтат арась проблемат тень марто, кода Мозилла нолды тевс содамочить, вант Мозиллань <privacyLink>Эсьтевень конёвтнэстэ</privacyLink>.

source: By opting in to receive emails you state that you are okay with Mozilla handling this info as explained in Mozilla’s <privacyLink>Privacy Policy<privacyLink>.
myv: Э-сёрма вариантонь кочказь, содатано тонть туртов Мозиллань <privacyLink>Эсь тевень Политикасонть<privacyLink> ледстязь информациянь ванстомась-тевс нолдамось маштови тонеть ды арасть проблеммат сонзэ марто.

source: <b>You agree</b> to not attempt to determine the identity of speakers in the Common Voice dataset
myv: <b>Тынь ве мельс пратадо</b> а снартнемс содамо Common Voice данной пурнавкссонть кортыцятнень

source: By providing some information about yourself, the audio data you submit to Common Voice will be more useful to Speech Recognition engines that use this data to improve their accuracy.
myv: Максындерят эсь прядот зярыя информация Common Voice-нень совавтомстонзо, аудио датанть эйстэ карми седе ламо лезэ вайгелень содыця технологиянь кастомасо-кепедемасо, сеньсэ седе вадрясто теевить машинатне.

source: By using Common Voice, you agree to our <termsLink>Terms</termsLink> and <privacyLink>Privacy Notice</privacyLink>
myv: «Common Voice»-энь тевс нолдазь, невтят ве мельс прат минек <termsLink>Условиятнень</termsLink> ды <privacyLink>Эсь тевень конёвонть</privacyLink> марто.

source: Cancel Re-recording
myv: Лоткавтомс олов вайгелень сёрмадомась

source: Cancel Submission
myv: Нардамс мезе совавтыть

source: Can't decide?
myv: Кавтолдат?

source: Cantonese
myv: Кантонезэнь кель

source: Catalan
myv: Каталанокс

source: Central Kurdish
myv: Куншка курдань кель

source: Change your email via Settings under Login Identity
myv: Полавтомс ёндолпочтат Аравтоматнень вельде, конатне аштить совамо ид-нть ало

source: <chevron></chevron>See less
myv: <chevron></chevron>Неемс седе аламо

source: <chevron></chevron>See more
myv: <chevron></chevron>Неемс седе ламо

source: Chinese (China)
myv: Мандаринань кель (Китаень)

source: Chinese (Hong Kong)
myv: Кантонокс (Гонгконгонь)

source: Chinese (Taiwan)
myv: Мандринэкс (Тайванень)

source: Choose language/localization
myv: Кочкак кель/локализация

source: Chuvash
myv: Ветькекс

source: Click
myv: Лепштямс

source: { $clipCount } voice clips, total archive size { $size }. Expires { $expires }.
myv: { $clipCount } вайгелень клипть, весемезе содамкундонть покшолмазо { $size }. Пингезэ прядови { $expires }.

source: Clip Graveyard
myv: Клипень шукшпря

source: Clips
myv: Клипст

source: Clips recorded
myv: Сёрмадозь клиптнеде

source: Clips Uploaded
myv: Зяро клипть тонгозь

source: Clips validated
myv: Кочказь клипть

source: Clips You've Recorded
myv: Эсеть сёрмадовт клипть

source: Clips You've Validated
myv: Клипть, конат тонсь кемекстыть

source: Close
myv: Пекстамс

source: Collecting sentences from the public domain, or writing new ones for the public domain.
myv: Пурнамс весенень панжадо валрисьметь, эли сёрмадомс од валрисьметь весенень панжадо улест.

source: Collect sentences
myv: Пурнак валрисьметь

source: Comment
myv: Мельполадкс

source: Common Voice data plus all other voice datasets above.
myv: Common Voice даннойть вейсэ весе лия данной пурнавкс марто, конатне вере максозь.

source: Common Voice Dataset
myv: Common Voice данной пурнавкс

source: Common Voice is a collaborative project, and we're depending on our community of partners and contributors to build the largest open-source dataset of voices ever. We would like to thank the following people and organizations for their help with the project:
myv: Common Voice -- те вейсэнь проект сехте покш зярс теезетнень ютксто, кона пурны панжадо вайгелень даннойть ды конань теемазо ашти кода теицянок, истя партнеронок вейсэнь тевень молемадо. Ули меленек ёвтамс сюкпря неть ломантненень ды организациятненень, конат лездасть те проектэнть топавтомасо:

source: Common Voice is Mozilla's initiative to help teach machines how real people speak.
myv: «Common Voice» -- те Мозиллань инициятива, кона лезды тонавтомс машинатнень ломанень алкуксонь кортамос.

source: Common Voice is part of Mozilla's initiative to help teach machines how real people speak.
myv: «Common Voice» – те Мозиллань ушодксонть пельксэзэ, кона лезды тонавтомс машинатненень ломанень алкукс кортамос.

source: Common Voice is part of Mozilla's initiative to help teach machines how real people speak. In addition to the Common Voice dataset, we’re also building an open source speech recognition engine called Deep Speech.
myv: «Common Voice» те Мозиллань ушодксонзо пельксэзэ, конаньсэ тонавты машинат кортамо алкукс ломанень ладсо. Common Voice данной пурнавксто башка, минь тейтяно вайгелень содамо машина, лемезэ «Deep Speech» (эрзякс Домка Кортамо), сонзэ кодозо олясо -- весенень панжадо.

source: Common Voice is the world’s largest publicly available, multi-language voice dataset.
myv: Common Voice-эсь менель алдонь мода лангонь покш, ламо келень данной пурнавкс, конась ломань икеле.

source: Community Playbook
myv: Теиця куронь кунсолома журнал

source: Confirm
myv: Кемекстамс

source: Confirm Goal
myv: Кемекстамс норовавксот-целеть

source: Confirm New Sentences
myv: Ванномс од валрисьметнень

source: Connect with Gravatar
myv: Сюлмавомс Граватар вельде

source: Contact
myv: Контакт

source: Contact Form
myv: Контактонь анкета

source: Content available under a <licenseLink>Creative Commons license</licenseLink>
myv: Вайгельть-текстт-мезть саевить <licenseLink>Creative Commons лицензиясо</licenseLink>

source: Continue
myv: Поладомс

source: Contribute
myv: Максомс лезкс

source: Contribute sentences
myv: Максомс лезкс валрисьмесэ

source: Contribute to { $lang }
myv: Лездамс { $lang }-нь тевсэнть

source: Contribute Your Voice
myv: Лездамс эсеть вайгельсэ

source: Contribution Activity
myv: Лездамодо ламо

source: Contribution Criteria
myv: Лезксэнь максомань критериятне

source: Contribution Experience
myv: Максодо питне Common Voice - сэ тевденк

source: Contributors record voice clips by reading from a bank of donated sentences.
myv: Лезксэнь максыцятне сёрмадыть эсь вайгельсэ клипть валрисьмень пурнавксонь ловнозь.

source: Cookies
myv: Нумолонь кшить

source: <coquiLink>Coqui</coquiLink> is dedicated to open speech technology. Their projects include deep learning based STT and TTS engines.
myv: <coquiLink>Coqui</coquiLink>-сь алтазь весенень панжадо вайгелень технологияс. «Coqui»-нь проекттнэсэ STT (кортамосто-текстэнь) ды TTS (текстстэ-кортамонь) машинат, конатне теезь «deep learning» (эрзякс домкасто тонавтнема) лангс нежедезь.

source: Cornish
myv: Корникс

source: Corsican
myv: Корсикань кель

source: Could not add language
myv: Келесь эзь поладово

source: Could not change settings. Please try again.
myv: Аравтомкатне эзть полавтово. Варчака одов!

source: Could not remove language
myv: Келесь эзь нардаво

source: Could not remove language: language not found
myv: Келесь эзь нардаво: келесь эзь муеве

source: { $count } clips
myv: { $count } клипть

source: { $count } Clips Submitted
myv: Клипст совавтозь

source: { $count }mo
myv: ковт

source: { $countOfInvalidated } rejected by you
myv: { $countOfInvalidated } эзик кемекста

source: { $countOfSentences } sentences found.
myv: { $countOfSentences } валрисьметь муевсть.

source: { $count }wk
myv: таргот

source: { $count }y
myv: иеть

source: Create a Custom Goal
myv: Путомс эстеть норовавкс-цель

source: Create a profile
myv: Шкамс профиль

source: Criteria
myv: Критерият

source: Croatian
myv: Кроациянь кель

source: Czech
myv: Чехекс

source: Dagbani
myv: Дагбанинь кель

source: Daily Goal
myv: Эрьва чинь норовавкс-цель

source: Danish
myv: Даниякс

source: Dashboard
myv: Аравтома лаз

source: Dataset Release
myv: Датасетэнь нолдавкс

source: Datasets
myv: Датапурнавкст

source: Date
myv: Ие-ков-чи

source: Days
myv: Чить

source: De-identified
myv: Идентификациязо нардазь

source: Delete Data
myv: Нардамс дата

source: Delete my recordings
myv: Нардамс мезе лентас сёрмадынь

source: Delete Profile
myv: Нардамс профиленть

source: Delete selected sentences
myv: Нардамс кочказь валрисьметнень

source: Deleting selected sentences…
myv: Кочказь валрисьметнень нардамост моли...

source: Dhivehi
myv: Дивегинь кель

source: Different language
myv: Лия кель

source: Difficult
myv: Стака

source: Difficult to pronounce
myv: Стакасто ёвтави

source: Dioula
myv: Дюлань кель

source: Discard ongoing recording
myv: Лоткавтомс молиця сёрмадоманть

source: Donate
myv: Максомс лезкс

source: Donate your voice
myv: Лездак эсеть вайгельсэ

source: Don't see your language on Common Voice yet?
myv: Келеть эзик муе зярс «Common Voice»-стэ?

source: Don’t see your language reflected in the Dataset? To request a language head over to our Languages page.
myv: А неят эсеть келеть ёнксонзо данной пурнавксонть эйстэ? Келень вешемга, мольть Келень лопазонок.

source: Download
myv: Таргамс

source: Download Common Voice Data
myv: Таргамс «Common Voice» дата

source: Download Data
myv: Таргамс Датанть

source: Download Dataset Bundle
myv: Таргамс датапурнавкс керьмаз

source: Download { $language }
myv: Таргамс { $language }

source: Download Links
myv: Таргамс сюлмавкст

source: Download my data
myv: Таргамс алтымасто монь датан

source: Download My Data
myv: Таргамс алтымасто монь датан

source: Download profile data
myv: Таргамс профилень даннойтнень

source: Download the Single Word Target Segment
myv: Таргинк норовамо сегментэнть «Вейке вал»

source: Do you have ideas on how we can make the Common Voice dataset better? Let us know on Discourse
myv: Улить арсемат, кода вадрялгавтомс «Common Voice» данной пурнавксонть? Ёвтнек тенек теде «Discourse» вальмасо

source: Do you want to continue?
myv: Теветь поладовлик?

source: Do you want to Speak, Listen or both?
myv: Тон арсят Кортамс, Кунсоломс эли кавонест тевтнень тейсыть?

source: Drag and drop or <browseWrap>Browse</browseWrap>
myv: Ускт-правтт эли <browseWrap>вешнек</browseWrap>

source: During contribution submission feedback will be skipped after clicking 'Submit'. Contribution will continue directly with the next set of 5 recordings or validations.
myv: "Кучомс" повонь лепштямодо мейле Common Voice марто тевденк питнень максомась нолдави вакска ды теде мейле тыненк маштови седе тов сёрмадомс вайгель ды ванномс сёрмадозенть.

source: Dutch
myv: Недерландонь кель

source: Each entry in the dataset consists of a unique MP3 and corresponding text file. Many of the <b>{ $total }</b> recorded hours in the dataset also include demographic metadata like age, sex, and accent that can help train the accuracy of speech recognition engines. The dataset currently consists of <b>{ $valid }</b> validated hours in <b>{ $languages }</b> languages, but we’re always adding more voices and languages. Take a look at our <languagesLink>Languages page</languagesLink> to request a language or start contributing.
myv: Данной пурнавксонть эрьва данной пакшкесэ эсензэ лиясо авастневиця MP3 ды мартонзо сюлмазь текстфайла. Данной пурнавксонть <b>{ $total }</b> сёрмадозь часонзо эйстэ ламо пакшкетнесэ теицянзо ланга метадатаяк, невтемань кисэ зяро иензэ, цёра эли ава, кортамо лувозо, конатась лезды тонавтомо машинатненень седе парсте вайгелень содамос.¶ ¶ Течи данной пурнавкссонть <b>{ $valid }</b> ваннозь част <b>{ $languages }</b> кельсэ. Седе тов яла поладтано башка вайгельть ды кельть. Варштакая <languagesLink>Келень лопа лангс</languagesLink> саиндерятанзат мель вешемс од кель эли максомс тенек лезкс.

source: Easy
myv: Шожда

source: Edit
myv: Витнемс-петнемс

source: Edit Profile
myv: Витнемс-петнемс профилеть

source: Email
myv: ёндолсёрма

source: Email is already used for a different account
myv: Ёндолпочтась нолдави тевс лия совамо таркасо

source: Email Subscriptions
myv: Кучомс ёндол сёрмасо сёрмадстомат

source: English
myv: Англань кель

source: Enter Email to Download
myv: Таргамга совавтык ёндолсёрма адресэть

source: Enter email to send a sign up link
myv: Совавтт ёндолсёрмапаргот прянь сёрмадстомань сюлмавксонь кучовтомга

source: Enter your email
myv: Совавтык э-сёрмапаргот

source: Error { $code }
myv: Ильведевкс { $code }

source: Erzya
myv: Эрзякс

source: Esperanto
myv: Эсперантонь кель

source: Estonian
myv: Эстононь кель

source: Events
myv: Промкст-эрьгалемат

source: Everyone
myv: Эрьвась

source: Ewondo
myv: Эвондонь кель

source: Exit & Delete clips
myv: Лисемс & Нардамс клиптнень

source: Exit Form
myv: Лисемс анкетастонть

source: Failed to delete selected sentences… Please try again!
myv: Кочказь валрисьметне эзть нардаво… Варчака одов!

source: FAQ
myv: Сеедьстэ максозь кевкстемат

source: Faroese
myv: Фарёронь кель

source: Female
myv: Ава

source: Finish editing first?
myv: Прядомс васня витнематнень?

source: Finish recording
myv: Прядомс лентас сёрмадоманть

source: Finish recording first?
myv: Васня сёрмадоманть прядомс?

source: Finish Review
myv: Прядомс ванноманть

source: Finnish
myv: Финнэкс

source: First, check if your language <languageLink>already exists</languageLink>. If it doesn’t you need to <strong>translate the site and collect sentences</strong>.
myv: Васня, варштак келеть <languageLink>уш совавтозь</languageLink>? Бути арась, сави <strong>ютавтомс сайтэнть ды пурнамс валрисьметь</strong>.

source: Foreign letters. Letters must be valid in the language being spoken. For example, “ж” is a letter in the Russian alphabet but is never used in English and so should never appear in any English source text.
myv: Лия келень тешкскеть-букват. Келесь сёрмадови ансяк эсензэ тешкскетнесэ. Саемгакс, “ǯ” буквась вастневи сколт саамонь альфавитсэ, ансяк зярдояк сон а нолдави тевс эрзянь келень сёрмасо; илязо вастневеяк эрзянь келень лисьмапрянь тексттнэсэ.

source: for example
myv: саемга

source: For these launched languages the website has been successfully <localizationGlossaryLink>localized</localizationGlossaryLink>, and has enough <sentenceCollectionGlossaryLink>sentences collected</sentenceCollectionGlossaryLink> to allow for ongoing <speakLink>Speak</speakLink> and <listenLink>Listen</listenLink> contributions.
myv: Неть нолдазь кельтнень туртов сайтатне вадрясто-парсте <localizationGlossaryLink>ютавтозь</localizationGlossaryLink>, седе башка сатышка <sentenceCollectionGlossaryLink>валрисьметнеде пурназь</sentenceCollectionGlossaryLink> <speakLink>Кортамонь</speakLink> ды <listenLink>Кунсоломань</listenLink> тевтнень топавтомга.

source: French
myv: Французокс

source: Frequently Asked Questions
myv: Сеедьстэ максозь кевкстемат

source: Frisian
myv: Фризикс

source: Fulah
myv: Фулахонь кель

source: Galician
myv: Галициянь кель

source: GB
myv: ГБ

source: Gender
myv: Сыме

source: Georgian
myv: Грузиякс

source: German
myv: Немецень кель

source: Get involved
myv: Кундамс вейсэнь тевс

source: Get Involved
myv: Совамс тевень теицятнень юткс

source: Get started with goals
myv: Ушодомс норовавксонь-целень путома

source: Get Started with Speech Recognition
myv: Ушодомс кортамосто келень-смустень содамо-кундамо ёндо

source: <githubLink>NVIDIA NeMo</githubLink>™ is an <docsLink>open-source toolkit</docsLink> for researchers developing state-of-the-art conversational AI models.
myv: <githubLink>NVIDIA NeMo</githubLink>™ те <docsLink>весенень панжадо кедьёнкс парго</docsLink>, конась алтазь ванкшныцятненень, конатне саить мель кастомс-кепедемс ломанень теевкс валонь прев кортнемань моделт.

source: Glossary
myv: Валкске

source: Goal reached
myv: Норовавксот-целеть топавтык

source: Goals
myv: Норовамот

source: Goan Konkani
myv: Конканинь кель

source: Go to Discourse
myv: Совамс «Discourse» вальмас

source: Go to Languages Page
myv: Совамс келень лопас

source: Go to { $name }
myv: Молемс «{ $name }» таркас

source: Grammatical / spelling error
myv: Грамматикасо/сёрмадома лувсо ильведевкс

source: Great! How many clips a week?
myv: Маралянь тевть! Зяро клипть таргозонзо?

source: Great! How many clips per day?
myv: Маралянь тевть! Зяро клипть чизэнзэ?

source: Great!<recordIcon></recordIcon> Record your next clip
myv: Пек паро! <recordIcon></recordIcon> Сёрмадт седе тов вейке клип

source: Great! <recordIcon></recordIcon> Record your next clip
myv: Пек паро! <recordIcon></recordIcon> Сёрмадт седе тов вейке клип

source: Great work!<playIcon></playIcon> Listen again when you're ready
myv: Пек паро! <playIcon></playIcon> Кунсолок одов, зярдо кенерят

source: Great work! <playIcon></playIcon> Listen again when you're ready
myv: Пек паро! <playIcon></playIcon> Кунсолок одов, зярдо кенерят

source: Greek
myv: Грекень кель

source: Guarani
myv: Гуаранинь кель

source: Gujarati
myv: Гуяратинь кель

source: Haitian
myv: Гаитинь кель

source: Hakha Chin
myv: Хаха чинэнь кель

source: Hausa
myv: Хаузань кель

source: Have Feedback?
myv: Мельполадксот улить?

source: Have you read our Terms?
myv: Договоронок уш ловнык?

source: Having an account is not required to contribute, though it is helpful.
myv: Лезксэнь максомга а эряви эсеть совамо тарка, се ансяк шождалгавтсы теветь.

source: Having a profile is not required to contribute though it is helpful
myv: Лездамсто профилэсь а эряви, ялатеке сон лезэв

source: Hebrew
myv: Ивритэнь кель

source: Help
myv: Лезкс

source: Help Common Voice reach { $hours } hours in a language with a personal goal
myv: Лездак Common Voice-нень изнямс кельсэть { $hours } част эсеть норовавкссот-цельсэть

source: Help create Common Voice’s first target segment in { $locale }
myv: Лездак шкамс-теемс Common Voice-энь васенце норовавкс сегментс { $locale }сэ

source: Help reach { $hours } hours in { $language } with a personal goal
myv: Лездак изнямс{ $hours } част { $language }сэ эсеть норовавксот-целеть вельде

source: Help report bugs
myv: Лездак яволявтомс ильведевкстнэде
